translate.AddLanguage("ru", "Russian (Русский)")

LANGUAGE.teamname_bandit							= "Бандиты"
LANGUAGE.teamname_human								= "Выжившие"
LANGUAGE.teamname_spectator							= "Наблюдатели"
LANGUAGE.deathmatch_mode							= "БОЙ НАСМЕРТЬ"
LANGUAGE.sample_collect_mode						= "СБОР"
LANGUAGE.transmission_mode							= "ТРАНСЛЯЦИЯ"
LANGUAGE.win										= "%s одержали победу"
LANGUAGE.draw										= "Ничья"
LANGUAGE.x_kills_x_deaths                           = "%sУ/%dС"
LANGUAGE.x_kills_x_deaths_x_points                  = "%sУ/%dС | %s"

LANGUAGE.itemcategory_guns							= "Оружие"
LANGUAGE.itemcategory_ammo							= "Боеприпасы"
LANGUAGE.itemcategory_melee							= "Ближнебойное оружие"
LANGUAGE.itemcategory_tools							= "Инструменты"
LANGUAGE.itemcategory_etc							= "Другое"

LANGUAGE.playermodel_changed_to_x					= "Ваша модель игрока была установлена на %s."
LANGUAGE.select_playermodel							= "Выбор модели игрока"
LANGUAGE.player_color								= "Цвет игрока"
LANGUAGE.weapon_color								= "Цвет оружия (только определённое оружие)"
LANGUAGE.colors_button								= "Выбор цвета игрока"
LANGUAGE.options_button								= "Настройки"
LANGUAGE.credits_button								= "Создатели режима"
LANGUAGE.close_button								= "Закрыть"
LANGUAGE.back_button								= "Назад"
LANGUAGE.consumables_purchase_button				= "Купить расходники"


LANGUAGE.option_no_floating_scores					= "Всплывающий текст (при убийстве, захвате, лечении)"
LANGUAGE.option_show_team_indicators				= "Показывать показатели команды союзников"
LANGUAGE.option_enable_killstreak_sounds			= "Включить звуки серии убийств"
LANGUAGE.option_spectator_mode						= "Режим наблюдателя (применится на следующей волне)"
LANGUAGE.option_hide_most_of_hud					= "Режим фильма (скрыть некоторые элементы интерфейса)"
LANGUAGE.option_simple_score_board					= "Простая таблица счёта (скрыть очки)"
LANGUAGE.option_play_music							= "Воспроизведение фоновой музыки"
LANGUAGE.option_crosshair_while_ironsights			= "Показывать прицел при прицеливании"
LANGUAGE.option_crosshair_no_rotate					= "Отключить вращение прицела"
LANGUAGE.option_enable_color_correction				= "Включить цветокоррекцию"
LANGUAGE.option_enable_pain_flashes					= "Включить болевые эффекты"
LANGUAGE.option_show_ragdoll_eye_view				= "Режим третьего лица при сбитии с ног"
LANGUAGE.option_show_damage_indicators				= "Показывать показатель урона"
LANGUAGE.option_enable_view_roll					= "Включить поворот экрана при передвижении"
LANGUAGE.option_always_show_nail_info				= "Всегда показывать информацию о гвоздях"
LANGUAGE.option_weapon_hud_style					= "Стиль интерфейса оружия"
LANGUAGE.option_music_volume						= "Громкость музыки"
LANGUAGE.option_ally_transparency_radius			= "Радиус прозрачности союзников"

LANGUAGE.option_crosshair_color_primary				= "Цвет прицела - Основной"
LANGUAGE.option_crosshair_color_secondary			= "Цвет прицела - Дополнительный"
LANGUAGE.option_health_color_full					= "Цвет здоровья - 100%"
LANGUAGE.option_health_color_empty					= "Цвет здоровья - 0%"

LANGUAGE.loser_points_added							= "Вы получили %d очков за то, что находились в проигравшей команде."
LANGUAGE.winner_points_added						= "Вы получили %d очков за то, что находились в команде победителей."
LANGUAGE.draw_points_added							= "Ничья. Вы получили %d очков."
LANGUAGE.less_players_points_added					= "Вы получили %d очков за то, что в вашей команде меньше людей."
LANGUAGE.teambalance_shuffle_in_5_seconds			= "Команды будут перераспределены через 5 секунд."

LANGUAGE.weapon_aegiskit_name						= "Набор для строительства баррикад 'Щит'"
LANGUAGE.weapon_aegiskit_desc						= "Простой в использовании комплект для установки досок.\nМожет автоматически устанавливать доски параллельно большинству сплошных поверхностей."
LANGUAGE.weapon_boardpack_name 						= "Комплект досок"
LANGUAGE.weapon_boardpack_desc 						= "Несколько досок в одной привязке. \nИспользуются для баррикадирования, когда рядом нет ничего для постройки.\nДля установки требуется отдельный инструмент, например, молоток или гвоздомёт."
LANGUAGE.weapon_detpack_name 						= "Взрывчатка С4"
LANGUAGE.weapon_detpack_desc 						= "Пластиковая взрывчатка, которая может быть взорвана на расстоянии после установки. \nТребует осторожного использования из-за чрезвычайно большого радиуса взрыва."
LANGUAGE.weapon_detpackremote_name 					= "Детонатор С4"
LANGUAGE.weapon_detpackremote_desc 					= "Пульт, который можно использовать для подрыва взрывчатки."
LANGUAGE.weapon_ffield_name							= "Излучатель силового поля"
LANGUAGE.weapon_ffield_desc 						= "При размещении проецирует энергетическое поле.\nЭто силовое поле может блокировать пули, но люди, объекты и другие снаряды могут проходить сквозь него. \nСамо силовое поле невосприимчиво к полученному урону, но излучатель по-прежнему уязвим."
LANGUAGE.weapon_spotlamp_name						= "Лампа точечной обороны"
LANGUAGE.weapon_spotlamp_desc						= "Это устройство в форме лампы на самом деле является удобным инструментом для защиты от снарядов. \nОн перехватывает и удаляет все снаряды в пределах своего радиуса света. \nОднако он будет перехватывать снаряды как врага, так и союзников, и при каждом перехвате будет получать небольшой урон, требующий постоянного поддержания."
LANGUAGE.weapon_hegrenade_name 						= "Граната"
LANGUAGE.weapon_hegrenade_desc 						= "Рудиментарная осколочная граната. Взрывается через 1.5 секунды после броска. \nУмелое использование может нанести сильный урон сразу множеству врагов."
LANGUAGE.weapon_gunturret_name 						= "Автоматизированная турель"
LANGUAGE.weapon_gunturret_desc						= "Эта турель будет автоматически искать цели перед собой для стрельбы.\nБесценны для укрепления стратегически важных позиций.\nПо умолчанию содержит 150 пуль, и её можно перевооружить, ударив по ней молотком плотника."
LANGUAGE.weapon_carphammer_name						= "Молоток плотника"
LANGUAGE.weapon_carphammer_desc						= "Это довольно слабое оружие ближнего боя, которое может быть использовано ошеломляюще большим количеством способов.\n В основном он используется для забивания гвоздей в объекты при строительстве баррикад и других сооружений.\nМожно также использовать для починки дружественных построек, таких как турели, а также для пополнения их боезапаса, ударив в них.\nМожет также использоваться для уничтожения ЭМИ на передатчиках.\nЛКМ: Ремонт/атака\nПКМ: Пригвоздить объект\nПЕРЕЗАРЯДКА: Вытащить гвоздь"
LANGUAGE.weapon_arbalest_name						= "Арбалет 'Самострел'"
LANGUAGE.weapon_arbalest_desc						= "Арбалет, стреляющий особыми болтами с твёрдым наконечником. Эти болты отскакивают от любой твёрдой поверхности. \nКаждый раз, когда болт отскакивает, он наносит в 1.5 раза больше урона, когда в итоге попадает в противника."
LANGUAGE.weapon_albatross_name						= "Дробовик 'Альбатрос'"
LANGUAGE.weapon_albatross_desc						= "Дробовик с барабанным магазином, модифицированный для стрельбы в автоматическом режиме. Может быть чрезвычайно полезен в закрытых помещениях, но следует обратить внимание на медленную перезарядку."
LANGUAGE.weapon_ammokit_name 						= "Ящик боеприпасов"
LANGUAGE.weapon_ammokit_desc						= "Ящик, в котором хранится несколько мешков с боеприпасами. Можно использовать для перебрасывания мешков союзникам.\nПодобрав эти мешки, вы пополните боезапас любого оружия, находящегося в руках у вас или ваших союзников."
LANGUAGE.weapon_annabelle_name						= "Винтовка 'Аннабель'"
LANGUAGE.weapon_annabelle_desc						= "Пули этого охотничьего ружья были модифицированы таким образом, что при попадании они разлетаются на осколки.\nПри столкновении со стеной эти осколки наносят урон ближайшим целям в небольшом радиусе."
LANGUAGE.weapon_axe_name							= "Деревянный топор"
LANGUAGE.weapon_axe_desc							= "Довольно мощное оружие ближнего боя. Имеет достаточно медленный размах."
LANGUAGE.weapon_backdoor_name 						= "Передатчик с бэкдором"
LANGUAGE.weapon_backdoor_desc 						= "Инструмент одноразового использования для взлома. Можно использовать для взлома передатчика, находящегося под контролем противника.\nПосле завершения взлома, трансляция врага будет частично повреждена, что замедлит их, и передатчик немедленно перейдёт под ваш контроль."
LANGUAGE.weapon_battleaxe_name 						= "Пистолет 'Секира'"
LANGUAGE.weapon_battleaxe_desc 						= "Точный и достаточно мощный пистолет с низкой скорострельностью."
LANGUAGE.weapon_bioticrifle_name					= "Биовинтовка 'Чёрный краб'"
LANGUAGE.weapon_bioticrifle_desc					= "Винтовка, стреляющая дротиками очищенного яда из хэдкрабов.\nЕсли пуля попадёт врагу в голову, он получит временную растерянность.\nЯд зомби наносит немедленный урон людям, но быстро выводится.\nИз врагов, убитых этим ядом, выпадет биоматериал который можно использовать в качестве боеприпасов для этого оружия."
LANGUAGE.weapon_bioticshotgun_name					= "Биодробовик 'Тошнитель'"
LANGUAGE.weapon_bioticshotgun_desc					= "Это модифицированное ружьё стреляет струёй желчи, похожей на желчь зомби. \nЯд зомби наносит немедленный урон людям, но быстро выводится.\nИз врагов, убитых этим ядом, выпадет биоматериал который можно использовать в качестве боеприпасов для этого оружия."
LANGUAGE.weapon_bioticsmg_name					    = "Биотический ПП 'Мякоть'"
LANGUAGE.weapon_bioticsmg_desc						= "Этот модифицированный пистолет-пулемёт быстро стреляет дротиками концентрированной плоти зомби. \nЯд зомби наносит немедленный урон людям, но быстро выводится.\nИз врагов, убитых этим ядом, выпадет биоматериал который можно использовать в качестве боеприпасов для этого оружия."
LANGUAGE.weapon_blightcaster_name					= "Заклинатель мора"
LANGUAGE.weapon_blightcaster_desc					= "Это живое оружие выстреливает массивным ребром вперёд на высокой скорости, нанося цели тяжелые ранения, а также урон ядом.\nРебро впивается в цель и взрывается через 3 секунды, нанося урон ядом по всей площади. \nЯд зомби наносит немедленный урон людям, но быстро выводится.\nИз врагов, убитых этим ядом, выпадет биоматериал который можно использовать в качестве боеприпасов для этого оружия."
	
LANGUAGE.weapon_blitzrifle_name						= "Штурмовая винтовка 'Блиц'"
LANGUAGE.weapon_blitzrifle_desc						= "Штурмовая винтовка с установленным оптическим прицелом с большим увеличением.\n Стреляет пулями крупного калибра, которые наносят большой урон при приемлемой отдаче и разбросе."
LANGUAGE.weapon_boomstick_name						= "Дробовик 'Громовая палка'"
LANGUAGE.weapon_boomstick_desc						= "В патроннике этого легендарного ружья может находиться сразу 4 патрона, которые выстреливаются одновременно.\nОружие настолько мощное, что даже сами стрелки после выстрела оказываются в свалены с ног на значительный промежуток времени."
LANGUAGE.weapon_bulletstorm_name					= "ПП 'Пулевой шторм'"
LANGUAGE.weapon_bulletstorm_desc					= "Мощный пистолет-пулемёт, способный выпускать непрерывный град пуль. Очень неточен и требует пользования с осторожностью, но с отдачей справляется легче, чем с другим большинством пистолетов-пулемётов."
LANGUAGE.weapon_meatcleaver_name					= "Нож мясника"
LANGUAGE.weapon_meatcleaver_desc					= "Острый нож, первоначально использовавшийся для разрезания костей и сухожилий. \nНаносит врагам глубокие порезы, которые со временем кровоточат, что увеличивает наносимый урон."
LANGUAGE.weapon_crackler_name						= "Штурмовая винтовка 'Крекер'"
LANGUAGE.weapon_crackler_desc						= "Точная штурмовая винтовка с низкой отдачей. Это старая модель, стреляющая патронами достаточно низкого калибра."
LANGUAGE.weapon_impalercbow_name					= "Арбалет 'Пронзатель'"
LANGUAGE.weapon_impalercbow_desc					= "Стреляет раскалёнными арбалетными болтами с высокой скоростью. \nЭтот болт пронзает нескольких врагов, нанося последовательно всё меньший урон, чем больше врагов пронзено."
LANGUAGE.weapon_crowbar_name						= "Монтировка"
LANGUAGE.weapon_crowbar_desc						= "Удивительно полезное оружие ближнего боя. \nПри попадании во вражескую баррикаду это оружие имеет шанс немедленно вытащить один гвоздь."
LANGUAGE.weapon_deagle_name 						= "Пистолет 'Отработка зомби'"
LANGUAGE.weapon_deagle_desc							= "Высокая убойная сила и точность пистолета позволяют использовать его даже на дальних расстояниях."
LANGUAGE.weapon_cowpoke_name						= "Дробовик 'Ковбой'"
LANGUAGE.weapon_cowpoke_desc						= "Двуствольное ружьё, которое может стрелять из обоих стволов одновременно. \nНизкая ёмкость патронника оставляет пользователей в неудобном положении для нападения во время перезарядки этого оружия."
LANGUAGE.weapon_capturedrone_name					= "Дрон"
LANGUAGE.weapon_capturedrone_desc					= "Дистанционно управляемый дрон для наблюдения.\nПомимо разведки, он также может использоваться для дистанционного захвата передатчиков.\nПри получении достаточного урона дрон взрывается, нанося урон вокруг."
LANGUAGE.weapon_capturedroneremote_name				= "Пульт управления дроном"
LANGUAGE.weapon_capturedroneremote_desc				= "Может использоваться для дистанционного управления дронами"
LANGUAGE.weapon_empgun_name							= "ЭМИ пистолет"
LANGUAGE.weapon_empgun_desc							= "Специальный инструмент, вызывающий ЭМИ взрыв. \nВыстрелы из этого пистолета могут мгновенно уничтожить турели, мэнхэки или другие развёртываемые объекты.\nСюда также относятся баррикады, для которых ЭМИ взрыв уничтожит все гвозди в объекте. \nВыстрел также может временно вывести из строя передатчики, контролируемые противником, чтобы помешать их трансляции."
LANGUAGE.weapon_endershotgun_name					= "Дробовик 'Эндер'"
LANGUAGE.weapon_endershotgun_desc					= "Автоматическое ружьё, способное выпускать множество снарядов за короткий промежуток времени. О его мощи на близких расстояниях ходит много легенд."
LANGUAGE.weapon_enemyradar_name						= "Биометрический сканер"
LANGUAGE.weapon_enemyradar_desc						= "Этот инструмент очень важен для отслеживания передвижения противника, он посылает сигнал, который показывает текущее местоположение всех врагов.\nСканирование также может показать любые гнёзда зомби, которые могут быть. \nСигнал будет обновляться каждые 15 секунд."
LANGUAGE.weapon_energysword_name					= "Энергетический меч"
LANGUAGE.weapon_energysword_desc					= "Клинок комбайнов, который разрубает врагов с помощью тёмной энергии.\nЭта энергия пробивает броню."
LANGUAGE.weapon_eraser_name							= "Пистолет 'Уничтожитель'"
LANGUAGE.weapon_eraser_desc							= "Уникальный тактический пистолет, который наносит тем больше урона, чем меньше патронов осталось в магазине.\nПоследняя пуля в магазине наносит в три раза больше обычного урона."
LANGUAGE.weapon_flashbang_name						= "Светошумовая граната"
LANGUAGE.weapon_flashbang_desc						= "Светошумовая граната, которая взрывается через 1.5 секунды после броска. \nИгроки, смотрящие на вспышку в момент её взрыва, будут временно ослеплены, с вероятностью 25% также временно потеряют равновесие и упадут на землю."
LANGUAGE.weapon_convalescence_name					= "Медицинская винтовка 'Выздоровление'"
LANGUAGE.weapon_convalescence_desc					= "Винтовка, стреляющая пулями, которые могут как лечить союзников, так и наносить врагам непрерывный урон токсинами. Имеет оптический прицел для лечения на дальних расстояниях.\nПопаданим в голову союзнику вы вылечите намного больше."
LANGUAGE.weapon_crossfire_name						= "Пистолет 'Под перекрёстным огнём'"
LANGUAGE.weapon_crossfire_desc						= "Каждая пуля, выпущенная из этого пистолета, при вылете из ствола разделяется на три.\nПистолет имеет небольшую мощь, но может оказаться очень эффективным в руках опытного пользователя."
LANGUAGE.weapon_grenadelauncher_name				= "Гранатомёт"
LANGUAGE.weapon_grenadelauncher_desc				= "Это оружие стреляет особыми осколочными гранатами, которые взрываются при попадании. Они наносят значительный урон развёрнутым строениям, но неэффективны против живых целей."
LANGUAGE.weapon_turretcontrol_name					= "Пульт управления турелью"
LANGUAGE.weapon_turretcontrol_desc					= "С помощью этого инструмента можно вручную управлять турелями и направлять их огонь на заданные цели."
LANGUAGE.weapon_meathook_name						= "Мясной крюк"
LANGUAGE.weapon_meathook_desc						= "При ударе врага этим крюком, он впивается в него и наносит постоянный урон.\nПока крюк находится внутри цели, цель теряет способность в прицеливании."
LANGUAGE.weapon_hunter_name							= "Винтовка 'Охотник'"
LANGUAGE.weapon_hunter_desc							= "Снайперская винтовка, стреляющая патронами очень крупного калибра. Магазин вмещает всего один патрон, но выстрел получается очень мощным.\nВыстрел достаточно мощный, чтобы убить на месте, если он попадёт в голову."
LANGUAGE.weapon_injector_name						= "Инжекционный пистолет 'Инъектор'"
LANGUAGE.weapon_injector_desc						= "Медицинский инъекционный пистолет малого радиуса действия. Может исцелять союзников или наносить вред врагу с помощью смертельной дозы, которая медленно действует в закрытом помещении и автоматически наводится на ближайшую цель. Не может стрелять, пока не окажется в зоне досягаемости."
LANGUAGE.weapon_immortal_name						= "Пистолет 'Бессмертный'"
LANGUAGE.weapon_immortal_desc						= "Этот револьвер был усовершенствован с помощью технологии комбайнов. \nВыстрелы из этого пистолета наносят до двух раз больше первоначального урона в зависимости от степени ранения владельца."
LANGUAGE.weapon_inferno_name						= "Штурмовая винтовка 'Инферно'"
LANGUAGE.weapon_inferno_desc						= "Это оружие отличается высокой точностью даже по сравнению с другими винтовками. Оно также оснащено оптическим прицелом, что делает его очень полезным при стрельбе на дальние расстояния."
LANGUAGE.weapon_inquisition_name					= "Арбалет 'Инквизиция'"
LANGUAGE.weapon_inquisition_desc					= "Арбалет пистолетного типа, модифицированный для разделения арбалетного болта на три части и последовательного выстрела каждого из них."
LANGUAGE.weapon_ioncannon_name						= "Ионная пушка"
LANGUAGE.weapon_ioncannon_desc						= "Футуристическое огнестрельное оружие, стреляющее несколькими потоками импульсной энергии.\nЕго точность повышается по мере стрельбы, но из-за малого объёма магазина трудно долго сохранять точность при стрельбе."
LANGUAGE.weapon_kalashnikov_name					= "Штурмовая винтовка 'Калаш'"
LANGUAGE.weapon_kalashnikov_desc					= "По сравнению с другими штурмовыми винтовками, при непрерывном огне винтовка становится гораздо более неточной, но её высокая убойная сила практически не имеет себе равных."
LANGUAGE.weapon_stalker_name						= "Штурмовая винтовка 'Сталкер'"
LANGUAGE.weapon_stalker_desc						= "Универсальная винтовка с хорошей точностью и скорострельностью, это оружие является хорошим выбором для многих видов боевых действий."
LANGUAGE.weapon_ricochet_name						= "Пистолет 'Рикошет'"
LANGUAGE.weapon_ricochet_desc 						= "В этом револьвере используются особо закалённые пули, которые могут отскакивать от поверхности стен и зданий. \nЭти пули наносят в 1.5 раза больше первоначального урона при попадании во врага после отскока от поверхности."
LANGUAGE.weapon_m249_name							= "'Бензопила' M249"
LANGUAGE.weapon_m249_desc							= "С крупным коробчатым магазином на 200 патронов, этот пулемёт ведёт непрерывный малокалиберный огонь. \nСтрельба из этого оружия во время движения приведёт к значительному снижению точности."
LANGUAGE.weapon_manhack_name						= "Мэнхэк"
LANGUAGE.weapon_manhack_desc						= "Атакующий дрон, оснащённый острыми как бритва лезвиями.\nМожет использоваться для атаки врагов на расстоянии, разрезая их на части, но имеет мало здоровья и требует времени для приноровления для эффективного использования."
LANGUAGE.weapon_manhackcontrol_name					= "Пульт управления мэнхэком"
LANGUAGE.weapon_manhackcontrol_desc					= "Пульт дистанционного управления, используемый для дистанционного маневрирования мэнхэком."
LANGUAGE.weapon_medikit_name						= "Аптечка"
LANGUAGE.weapon_medikit_desc						= "Небольшая аптечка, укомплектованная различными медицинскими принадлежностями.\nМожет использоваться для эффективного и быстрого лечения союзников.\nПравая кнопка мыши используется для самолечения, но это сделает комплект недоступным для лечения союзников на некоторое время."
LANGUAGE.weapon_medigun_name						= "Медицинский пистолет 'Спаситель'"
LANGUAGE.weapon_medigun_desc						= "Стреляет снарядами, которые могут лечить союзников на расстоянии.\nПопадание во врагов применяет смертельную дозу и на мгновение наносит непрерывный урон токсином."
LANGUAGE.weapon_megamasher_name						= "Мегараздавливатель"
LANGUAGE.weapon_megamasher_desc						= "Оружие ближнего боя, созданное с использованием значительного количества металлолома.\nСверхтяжёлый и медленный в использовании, но никакое оружие не сравнится с ним по разрушительной силе.\nОсобенно эффективен против баррикад."
LANGUAGE.weapon_nailgun_name						= "Гвоздомёт"
LANGUAGE.weapon_nailgun_desc						= "Стреляет гвоздями с чрезвычайно высокой скоростью.\nВыстрелив из этого оружия, при этом, смотря на объект, вы можете прибить его к месту подобно молотку.\nГвозди можно использовать повторно, если они попали в твердую поверхность, такую как стены и пол.\nВыстреленные гвозди рассматриваются как пули и блокируются силовыми полями, но на них не действуют никакие противоснарядные механизмы."
LANGUAGE.weapon_neutrinoLMG_name					= "Импульсный РП 'Нейтрино'"
LANGUAGE.weapon_neutrinoLMG_desc					= "Этот импульсный ручной пулемёт стреляет болтами импульсной энергии. Стреляет медленно, но тем быстрее, чем больше выстрелов сделано за один залп.\nИспользует патроны непосредственно из вашего кармана, без необходимости перезарядки."
LANGUAGE.weapon_positron_name						= "Лучевая пушка 'Позитрон'"
LANGUAGE.weapon_positron_desc						= "Выпускает пучок заряженных позитронов. При первом контакте с противником луч слаб, но его мощность возрастает, если он дольше остаётся на одной цели.\n Наносит тройной урон баррикадам и т.п. \nИспользует патроны непосредственно из вашего кармана, без необходимости перезарядки."
LANGUAGE.weapon_owenspistol_name					= "Пистолет 'Оуэнс'"
LANGUAGE.weapon_owenspistol_desc					= "Этот пистолет стреляет патронами, которые при выходе из ствола разделяются на двое.\nДостаточно неточный для пистолета, он наиболее эффективен на близких расстояниях."
LANGUAGE.weapon_peashooterpistol_name				= "Пистолет 'Стрелок'"
LANGUAGE.weapon_peashooterpistol_desc				= "Полуавтоматический пистолет, стреляющий очередями по 3 патрона. Патроны имеют небольшой калибр, но пистолет может поддерживать постоянный поток огня."
LANGUAGE.weapon_leadpipe_name						= "Свинцовая труба"
LANGUAGE.weapon_leadpipe_desc						= "Тяжёлое и прочное тупое оружие. Если ударить врага этим оружием, он точно словит сотрясение."
LANGUAGE.weapon_palliator_name						= "Медицинский излучатель 'Аллигатор'"
LANGUAGE.weapon_palliator_desc						= "Это оружие излучает медицинскую энергию в виде луча, автоматически наводящегося на выбранную цель в радиусе действия. Оно вылечил цель, если она союзник, или ранит и замедлит её, если она враг. Он также имеет 25% шанс оглушить их при каждом попадании.\nЛКМ: Зафиксировать цель\nПКМ: Отменить цель"
LANGUAGE.weapon_plankmelee_name						= "Доска"
LANGUAGE.weapon_plankmelee_desc						= "Бесполезное на первый взгляд оружие ближнего боя.\nПри каждом попадании по цели она может размахиваться быстрее."
LANGUAGE.weapon_podvodny_name						= "Дротиковая винтовка 'Подводный'"
LANGUAGE.weapon_podvodny_desc						= "Ужасающее оружие, стреляющее дротиками, которые вызывают сильное кровотечение у цели.\n 75% урона наносится в виде кровотечения."
LANGUAGE.weapon_practicion_name						= "Медицинская винтовка 'Практика'"
LANGUAGE.weapon_practicion_desc						= "Огнестрельное оружие, использующее медицинские препараты. Вызывает передозировку, наносящую непрерывный урон токсинами.\nПопадание по дружественным целям лечит их понемногу при каждом попадании. Попадание в голову лечит намного больше."
LANGUAGE.weapon_adonispulse_name					= "Импульсная винтовка 'Адонис'"
LANGUAGE.weapon_adonispulse_desc					= "Мощная штурмовая винтовка, использующая импульсную энергию.\nИмеет медленную скорострельность, но очень низкую отдачу.\nЗамедляет врагов, попавших под выстрел."
LANGUAGE.weapon_reaperUMP_name						= "ПП 'Жнец'"
LANGUAGE.weapon_reaperUMP_desc						= "По своей останавливающей способности этот пистолет-пулемёт сравним с крупнококалиберным штурмовым оружием, но его точность, как и у других пистолетов-пулемётов, оставляет желать лучшего."
LANGUAGE.weapon_redeemer_name						= "Два пистолета 'Искупитель'"
LANGUAGE.weapon_redeemer_desc						= "Два скорострельных полуавтоматических пистолета. С общим количеством 30 патронов в магазинах эта пара пистолетов может противостоять даже более тяжёлому оружию."
LANGUAGE.weapon_renegade_name						= "Импульсная снайперская винтовка 'Ренегат'"
LANGUAGE.weapon_renegade_desc						= "Крупнокалиберная снайперская винтовка, использующая импульсные боеприпасы. \nПри выстреле в месте попадания создаётся электрическое поле высокого напряжения. \nЭто поле наносит постоянный небольшой урон игрокам и баррикадам в радиусе своего действия, пока не рассеется."
LANGUAGE.weapon_helvetica_name						= "Винтовка 'Гельветика'"
LANGUAGE.weapon_helvetica_desc						= "Стрелковая винтовка, которая наносит бронебойный урон.\nЕё урон остаётся постоянным и не зависит от выстрелов в голову или других эффектов."
LANGUAGE.weapon_severance_name						= "Дробовик 'Разрыв'"
LANGUAGE.weapon_severance_desc						= "Ружьё, стреляющее мощными крупнокалиберными боеприпасами. Сила взрыва может со значительной силой оттолкнуть цель."
LANGUAGE.weapon_shovel_name							= "Лопата"
LANGUAGE.weapon_shovel_desc							= ""
LANGUAGE.weapon_signalbooster_name					= "Усилитель сигнала"
LANGUAGE.weapon_signalbooster_desc					= "Держа это оружие в руке, вы сможете захватывать передатчики с удвоенной скоростью. \nОн также показывает расстояние до каждого передатчика."
LANGUAGE.weapon_silencer_name						= "Пистолет-пулемёт 'Глушитель'"
LANGUAGE.weapon_silencer_desc						= "Автоматический пистолет-пулемёт с исключительно высокой скорострельностью. \nМожет легко расправиться с любым врагом вблизи, пули имеют очень низкий калибр. Пистолет-пулемёт также страдает от низкой точности при непрерывной стрельбе."
LANGUAGE.weapon_sledgehammer_name					= "Кувалда"
LANGUAGE.weapon_sledgehammer_desc					= "Тяжёлое тупое оружие ближнего боя, которое медленно размахивается. \nИмеет сильную отдачу и урон, особенно баррикадам, которым наносит в 3 раза больше обычного урона."
LANGUAGE.weapon_slinger_name						= "Болтовой пистолет 'Пращник'"
LANGUAGE.weapon_slinger_desc						= "Модифицированный пистолет, стреляющий одним арбалетным болтом. \nПосле каждого выстрела необходимо перезаряжаться, но болт наносит значительный урон."
LANGUAGE.weapon_tinyslug_name						= "Дальнобойная винтовка 'Кроха'"
LANGUAGE.weapon_tinyslug_desc						= "Это сильно модифицированное оружие является грозной снайперской винтовкой. \nОснащённая очень крупным калибром, она обладает непревзойдённой останавливающей силой."

LANGUAGE.weapon_fusilier_name						= "Винтовка 'Фузилёр'"
LANGUAGE.weapon_fusilier_desc						= "Полуавтоматическая боевая винтовка, обладающая высокой точностью. \nПоскольку она не имеет сферы применения, её использование требует тщательного обдумывания со стороны пользователя."

LANGUAGE.weapon_shredder_name						= "ПП 'Дробитель'"
LANGUAGE.weapon_shredder_desc						= "Этот пистолет-пулемёт довольно точен и имеет меньшую отдачу, чем большинство пистолетов-пулемётов."
LANGUAGE.weapon_smokegrenade_name					= "Дымовая граната"
LANGUAGE.weapon_smokegrenade_desc					= "Выпускает густой дым через 2 секунды после броска. Дым держится очень долго и заслоняет зрение, что позволяет использовать его в стратегических целях."
LANGUAGE.weapon_stubber_name						= "Винтовка 'Зашибатель'"
LANGUAGE.weapon_stubber_desc						= "Винтовка со скользящим затвором и оптическим прицелом. Благодаря низкой скорости перезарядки и скорострельности в умелых руках она имеет огромное значение."
LANGUAGE.weapon_stunstick_name						= "Электродубинка"
LANGUAGE.weapon_stunstick_desc						= "Слабее, чем другие виды оружия ближнего боя, но временно оглушает цель и лишает её возможности действовать."
LANGUAGE.weapon_sweeper_name						= "Дробовик 'Чистильщик'"
LANGUAGE.weapon_sweeper_desc						= "Мощное помповое ружьё. Может быть очень разрушительным вблизи."
LANGUAGE.weapon_combatknife_name					= "Боевой нож"
LANGUAGE.weapon_combatknife_desc					= "Нож, которым можно очень быстро размахивать. Удар по спине противника наносит в два раза больше урона."
LANGUAGE.weapon_terminator_name						= "Пистолет 'Терминатор'"
LANGUAGE.weapon_terminator_desc						= "Самозарядный пистолет, вмещающий 6 патронов в каждый магазин. \nМагазины специально изготовлены таким образом, что попадание в голову противника автоматически перезаряжает все патроны.\nПри правильном использовании из этого оружия можно получить поток очень разрушительного огня, но при промахе владелец остаётся открытым для атаки."
LANGUAGE.weapon_tommysmg_name						= "ПП 'Томми'"
LANGUAGE.weapon_tommysmg_desc						= "Оснащённый барабанным магазином на 75 патронов большего, чем обычно, калибра, этот пистолет-пулемёт может вести впечатляюще быстрый огонь.\nОднако его сдерживает низкая скорость перезарядки и очень неточный разброс."
LANGUAGE.weapon_tosser_name							= "ПП 'Эхо'"
LANGUAGE.weapon_tosser_desc							= "Пистолет-пулемёт с магазином ёмкости 25 патронов. Имеет приличную скорострельность, но его малый калибр и устаревшая конструкция оставляют желать лучшего."
LANGUAGE.weapon_trenchgun_name						= "Дробовик 'Траншея'"
LANGUAGE.weapon_trenchgun_desc						= "Помповый дробовик, вмещающий 4 патрона. Имеет довольно высокую скорострельность для помпового дробовика, но при этом наносит меньший общий урон."
LANGUAGE.weapon_sprayer_name						= "ПП 'Опрыскиватель'"
LANGUAGE.weapon_sprayer_desc						= "Этот пистолет-пулемёт имеет магазин большой ёмкости, но крайне неточен.\nОн наиболее полезен вблизи и на коротком расстоянии."
LANGUAGE.weapon_ventilator_name						= "Пистолет 'Вентилятор'"
LANGUAGE.weapon_ventilator_desc						= "Этот пистолет был значительно модифицирован для стрельбы патронами очень крупного калибра. Кроме того, при необходимости он может выпустить всю обойму наперёд, как дробовик, нанося огромный урон, хотя и с большим разбросом.\n Из-за этого скорость перезарядки пистолета сильно снижается, и его следует использовать экономно. \nЛКМ: Выстрел\nПКМ:Охладить магазин"
LANGUAGE.weapon_waraxe_name							= "Пистолет 'Топор войны'"
LANGUAGE.weapon_waraxe_desc							= "Пистолет, стреляющий патронами, которые при выходе из ствола разделяются на четыре части.\nОн более точен, чем большинство дробовиков, что позволяет использовать его и на больших расстояниях."
LANGUAGE.weapon_pulsepistol_name					= "Импульсный пистолет 'Z9000'"
LANGUAGE.weapon_pulsepistol_desc					= "Это импульсное энергетическое оружие. Оно не наносит большого урона, но значительно замедляет врагов.\nВнутренний механизм этого пистолета используется в качестве основы для всего остального импульсного оружия."
LANGUAGE.weapon_zeusrifle_name						= "Винтовка 'Зевс'"
LANGUAGE.weapon_zeusrifle_desc						= "Стрелковая винтовка является полностью автоматической и не теряет точность даже во время стрельбы.\nЕё прицел с высокократным увеличением также полезен для поражения целей, находящихся на большом расстоянии."
LANGUAGE.weapon_whirlwind_name						= "Перехватчик 'Вихрь'"
LANGUAGE.weapon_whirlwind_desc						= "Этот пистолет автоматически заряжает свою внутреннюю ёмкость с течением времени. \nОн будет автоматически стрелять по вражеским снарядам, находящимся перед пользователем, отражая их примерно в ту сторону, куда он нацелен.\nВ качестве огнестрельного оружия оставляет желать лучшего, но его возможности перехвата заполняют ценную стратегическую нишу."
LANGUAGE.weapon_combinesniper_name					= "Винтовка 'Блокировка'"
LANGUAGE.weapon_combinesniper_desc					= "Эта винтовка, выдаваемая комбайнам, использует внутренний механизм для зарядки выстрелов, наносящих впечатляющий урон.\nНажмите и удерживайте кнопку атаки, чтобы зарядить выстрел, и отпустите её, чтобы выстрелить.\nЕсли держать оружие заряженным слишком долго, это может привести к обратному срабатыванию механизма и получению урона пользователем."
LANGUAGE.weapon_rupture_name						= "Импульсный арбалет 'Разлом'"
LANGUAGE.weapon_rupture_desc						= "Этот арбалет стреляет особыми электрическими болтами.\n Болты не наносят большого урона при прямом попадании в противника, но они взрываются с небольшой задержкой после попадания в поверхность.\nБолты не взрываются при прямом попадании во врага."



LANGUAGE.shopitem_bodyarmor_name					= "Бронежилет"
LANGUAGE.shopitem_bodyarmor_desc					= "При покупке надевает дополнительный военный бронежилет с прочностью 100ед., который снижает скорость передвижения на 25ед.\n Этот бронежилет блокирует 75% полученного урона от взрыва и 60% от пуль и урона в ближнем бою.\nОднако он не защищает голову и не защищает от источников, не пропускающих бронежилет, например, от яда.\nПолучение урона, который снижается защитой, постепенно снижает его прочность."
LANGUAGE.shopitem_bodyarmor_alreadyhave				= "На вас уже надет бронежилет."

LANGUAGE.shopitem_adrenaline_name					= "Адреналин"
LANGUAGE.shopitem_adrenaline_desc					= "При покупке впрыскивает адреналин, который увеличивает скорость передвижения на 20 ед., а максимальное здоровье снижает на 10ед."
LANGUAGE.shopitem_adrenaline_toomuch				= "Дальнейшее применение адреналина приведёт к летальному исходу."

LANGUAGE.shopitem_ammo_name							= "Боеприпасы"
LANGUAGE.shopitem_ammo_desc							= "При покупке получаете боеприпасы для имеющегося у вас оружия.\nКоличество полученных боеприпасов зависит от оружия и представляет собой количество боеприпасов, выданных при первой покупке."
LANGUAGE.shopitem_ammo_invalid						= "Боеприпасы этого оружия не могут быть восполнены."

LANGUAGE.statusname_invuln							= "НЕУЯЗВИМОСТЬ"
LANGUAGE.statusname_bodyarmor						= "БРОНЕЖИЛЕТ"
LANGUAGE.statusname_poisonrecover					= "ИЗВЛЕЧЕНИЕ ЯДА"
LANGUAGE.statusname_toxic							= "ПЕРЕДОЗИРОВКА"
LANGUAGE.statusname_bleeding						= "КРОВОТЕЧЕНИЕ"

LANGUAGE.ammo_medical_energy						= "Медицинская энергия"

LANGUAGE.hm_mostenemykilled_name 					= "Ассасин"
LANGUAGE.hm_mostenemykilled_desc 					= "%s убил %d своих врагов."
LANGUAGE.hm_mostdamagetoenemy_name 					= "Разжигатель войны"
LANGUAGE.hm_mostdamagetoenemy_desc 					= "%s нанёс своим врагам в общей сложности %d урона."
LANGUAGE.hm_pacifist_name 							= "Пацифист"
LANGUAGE.hm_pacifist_desc 							= "%s отказался убить ни одного врага."
LANGUAGE.hm_mosthelpful_name 						= "Рука помощи"
LANGUAGE.hm_mosthelpful_desc 						= "%s помог в убийстве %d врагов своими союзниками"
LANGUAGE.hm_mostpurchases_name 						= "Капитализм"
LANGUAGE.hm_mostpurchases_desc 						= "%s потратил на покупки в общей сложности %d очков."
LANGUAGE.hm_mosthacking_name 						= "Взлом планеты"
LANGUAGE.hm_mosthacking_desc 						= "%s использовал бэкдор для взлома передатчиков %d раз."
LANGUAGE.hm_mosthealing_name 						= "Хороший доктор"
LANGUAGE.hm_mosthealing_desc						= "%s помог своим союзникам, вылечив в общей сложности %d здоровья."
LANGUAGE.hm_mostrepairing_name 						= "Строймастер"
LANGUAGE.hm_mostrepairing_desc 						= "%s восстановил в общей сложности %d ед. здоровья баррикадам."
LANGUAGE.hm_mosttransmission_name 					= "Связист"
LANGUAGE.hm_mosttransmission_desc 					= "%s потратил %d сек. своего времени на захват передатчиков."
LANGUAGE.hm_warrior_name 							= "Тактик по ближнему бою"
LANGUAGE.hm_warrior_desc							= "%s использовал оружие ближнего боя для убийства %d врагов."
LANGUAGE.hm_mostheadshots_name 						= "Охотник за головами"
LANGUAGE.hm_mostheadshots_desc 						= "%s прострелил головы %d своих врагов."
LANGUAGE.hm_barricadedestroyer_name 				= "Из бригады по разрушению"
LANGUAGE.hm_barricadedestroyer_desc					= "%s нанёс баррикадам %d урона."
LANGUAGE.hm_usefultoopposite_name 					= "В добрый путь, гений"
LANGUAGE.hm_usefultoopposite_desc 					= "%s был убит врагами %d раз."
LANGUAGE.hm_killstreaks_name 						= "Спецназ"
LANGUAGE.hm_killstreaks_desc 						= "%s смог убить %d врагов на одном дыхании."
LANGUAGE.hm_bestaim_name 							= "Снайпер"
LANGUAGE.hm_bestaim_desc 							= "%s отстрелял соперников с точностью в %d%%."

LANGUAGE.hm_expensive_name 							= "Предмет роскоши"
LANGUAGE.hm_expensive_desc 							= "%s совершил самую дорогую покупку: %s, стоимостью %d очков."
LANGUAGE.hm_mostsamples_name 						= "Я отниму это у тебя"
LANGUAGE.hm_mostsamples_desc 						= "%s получил в общей сложности %d биообразцов."
LANGUAGE.hm_nestdestroyer_name 						= "Услуги по устранению гнёзд"
LANGUAGE.hm_nestdestroyer_desc 						= "%s уничтожил %d гнёзд зомби, которые ещё зарождались."
LANGUAGE.hm_sniperelite_name 						= "Элитный снайпер"
LANGUAGE.hm_sniperelite_desc 						= "%s удалось уничтожить врага, который находился на расстоянии %d единиц от него. Отличный выстрел!"
LANGUAGE.hm_survivor_name 							= "Последний выживший"
LANGUAGE.hm_survivor_desc 							= "%s выжил, пройдя через %d волны. А мы точно не играем в режим Zombie Survival?"

LANGUAGE.consecutive_kills							= " убийств"
LANGUAGE.cant_purchase_in_this_mode					= "Не может использоваться в этом режиме."
LANGUAGE.already_have_weapon						= "У вас уже есть это этим."
LANGUAGE.cant_use_in_classic_mode					= "Не может использоваться в режиме боя насмерть."
LANGUAGE.nothing_for_this_ammo						= "У вас нет ничего, что могло бы использовать этот тип боеприпасов."
LANGUAGE.dont_own_prerequisite						= "У вас нет всего необходимого для этого требования."
LANGUAGE.weapon_has_no_upgrades						= "Это оружие не имеет улучшений."
LANGUAGE.weapon_has_no_prerequisites				= "У этого оружия нет требований."
LANGUAGE.cant_purchase_right_now					= "Вы не можете приобрести это прямо сейчас."
LANGUAGE.dont_have_enough_points					= "Недостаточно очков."
LANGUAGE.weapon_is_not_owned						= "Вы можете модифицировать только приобретённое оружие."

LANGUAGE.purchased_for_x_points						= "Приобретено за %d очков."
LANGUAGE.refunded_and_given_x_points				= "%d очков были возвращены."
LANGUAGE.upgraded_for_x_points						= "Улучшить за %d очков."

LANGUAGE.require_x_more_points						= "Требуется ещё %d очков"
LANGUAGE.purchase_item								= "Купить"
LANGUAGE.upgrade_item								= "Улучшить"
LANGUAGE.revert_item								= "Возврат"
LANGUAGE.pointshop_title							= "Магазин очков"
LANGUAGE.pointshop_title_guns1						= "Покупка оружия 1"
LANGUAGE.pointshop_title_guns2						= "Покупка оружия 2"
LANGUAGE.pointshop_title_melee						= "Покупка оружия ближнего боя"
LANGUAGE.pointshop_title_tools						= "Покупка инструмента"

LANGUAGE.x_points_abbreviated						= "%s ОЧК"

LANGUAGE.upgrade_to									= "Улучшить до: "
LANGUAGE.revert_to									= "Возврат до: "
LANGUAGE.upgrading_x								= "Улучшение %s"
LANGUAGE.reverting_x								= "Возврат %s"
LANGUAGE.switch_to_upgrade							= "Переход в режим улучшения"
LANGUAGE.switch_to_revert							= "Переход в режим возврата"


LANGUAGE.tier_x										= "Уров. %d"
LANGUAGE.button_help								= "ПОМОЩЬ"
LANGUAGE.button_buyammo								= "Покупка патронов"
LANGUAGE.weapon_insured								= "Оружие застраховано"

LANGUAGE.disconnect_killed							= "%s покинул игру в ярости после того, как его убил %s."
LANGUAGE.nail_removed_by							= "%s убрал гвоздь %s."
LANGUAGE.prepare_yourself							= "Приготовьтесь к битве..."
LANGUAGE.purchased_x_for_y_points					= "Приобрели %s за %d очков!"
LANGUAGE.will_appear_after_respawn					= "Оружие будет выдано вам после возрождения."

LANGUAGE.samples_collected							= "Собранные образцы: %s"
LANGUAGE.that_life									= "За эту жизнь..."
LANGUAGE.x_damage_to_barricades						= "%d урона баррикадам"
LANGUAGE.x_damage_to_enemies						= "%d урона врагам"
LANGUAGE.x_kills									= "%d убийств"
LANGUAGE.press_jump_to_free_roam					= "Нажмите ПРЫЖОК, чтобы использовать камеру для свободного перемещения"
LANGUAGE.press_rmb_to_cycle_targets					= "Правая кнопка мыши для изменения цели"
LANGUAGE.press_duck_to_toggle_eyecam				= "Нажмите ПРИСЕСТЬ для переключения между видом от третьего/первого лица"
LANGUAGE.press_lmb_to_spawn							= "Левая кнопка мыши для возрождения"
LANGUAGE.you_respawned								= "Вы возродились."
LANGUAGE.x_respawned								= "возродился"

LANGUAGE.respawn_after_x_seconds					= "%d сек. до возрождения..."
LANGUAGE.observing_x								= "Наблюдение за: %s (%d)"
LANGUAGE.waiting_for_next_wave						= "Ожидание следующей волны..."
LANGUAGE.impossible									= "Невозможно."
LANGUAGE.trying_to_put_nails_in_glass				= "Нельзя забить гвоздь в стекло!"

LANGUAGE.comms_interrupted                          = "Связь прервана!"
LANGUAGE.one_sigil_taken_by_x						= "%s захватили один передатчик!"
LANGUAGE.sigil_comms_finished_by_x					= "%s закончили трансляцию."
LANGUAGE.sigil_comms_tied							= "Обе команды закончили трансляцию."
LANGUAGE.samples_finished_by_x						= "%s собрали достаточно образцов."
LANGUAGE.samples_tied								= "Обе команды собрали достаточное количество образцов."
LANGUAGE.nest_destroyed_by_x				 		= "%s уничтожили гнездо!"
LANGUAGE.nest_spawned								= "Появилось новое гнездо зомби!"
LANGUAGE.sigil_comms_disrupted_x					= "Передатчик %s был взломан! Их трансляция была повреждена на 5%%."
LANGUAGE.x_killed_all_enemies					    = "%s уничтожили всех врагов."
LANGUAGE.before_wave_cant_go_outside_spawn			= "Вы не можете покинуть зону возрождения до начала раунда!"
LANGUAGE.you_have_died								= "Вы погибли"
LANGUAGE.you_were_killed_by_x						= "Вы были убиты %s"
LANGUAGE.arsenal_upgraded							= "Получено"
LANGUAGE.final_wave									= "Последняя волна!"
LANGUAGE.cant_do_that_in_classic_mode				= "Вы не можете делать это в режиме боя насмерть."
LANGUAGE.cant_use_x_in_classic_mode					= "Вы не можете использовать %s в режиме боя насмерть!"
LANGUAGE.all_dead									= "Все игроки погибли."

LANGUAGE.final_wave_sub								= "Начинается последний бой!"
LANGUAGE.wave_x_has_begun							= "Волна %d начинается!"
LANGUAGE.wave_x_is_over								= "Волна %d завершилась."
LANGUAGE.sudden_death_start							= "ДОП. РАУНД! Побеждает команда, первой уничтожившая всех врагов!"
LANGUAGE.sudden_death								= "ДОПОЛНИТЕЛЬНЫЙ РАУНД"

LANGUAGE.too_close_to_another_nail					= "Нельзя вставить гвоздь так близко к другому гвоздю."
LANGUAGE.object_too_damaged_to_be_used				= "Этот предмет слишком повреждён, чтобы вбить его обратно."
LANGUAGE.x_turned_on_noclip							= "%s включает режим полёта."
LANGUAGE.x_turned_off_noclip						= "%s отключает режим полёта."

LANGUAGE.points										= "Очков: "
LANGUAGE.next_wave_in_x								= "Следующая волна через %s сек."
LANGUAGE.wave_ends_in_x								= "Волна закончится через %s сек."
LANGUAGE.wave_x_of_y								= "Волна %d/%d"
LANGUAGE.game_start_in_x							= "Раунд начнётся через %s сек."
LANGUAGE.intermission								= "Подготовка"
LANGUAGE.breath										= "O2"
LANGUAGE.waiting_for_players						= "Ожидание игроков..."
LANGUAGE.requires_x_people							= "Требуются %d человека"
LANGUAGE.packing_others_object						= "Складывание чужого объекта"
LANGUAGE.packing									= "Складывание"
LANGUAGE.loading									= "Загрузка..."
LANGUAGE.next_round_in_x							= "Следующий раунд через %s"
LANGUAGE.warning									= "Внимание!"
LANGUAGE.ok_and_no_reminder							= "Больше не видеть"

LANGUAGE.bandits_victory							= "БАНДИТЫ ПОБЕДИЛИ"
LANGUAGE.bandits_victory_desc						= "Бандиты ввергнут мир в хаос."
LANGUAGE.survivors_victory							= "ВЫЖИВШИЕ ПОБЕДИЛИ"
LANGUAGE.survivors_victory_desc						= "Выжившие доживут до нового дня."
LANGUAGE.no_victory									= "НИЧЬЯ"
LANGUAGE.no_victory_desc							= "Человечество погибнет в этой бессмысленной войне."
LANGUAGE.honorable_mentions                         = "Почётные награды"

LANGUAGE.right_click_to_hammer_nail					= "Щёлкните правой кнопкой мыши, чтобы забить гвоздь."
LANGUAGE.nails_x									= "Гвозди: %d"
LANGUAGE.resupply_box								= "Боеприпасы"
LANGUAGE.integrity_x								= "Здоровье: %d%%"
LANGUAGE.empty										= "ПУСТО"
LANGUAGE.manual_control								= "РУЧНОЕ УПРАВЛЕНИЕ"

LANGUAGE.credits_window_title                       = "Создатели режима ZS: BW"
LANGUAGE.credit_airrice                             = "Чу Хо \"air rice\" Ли"
LANGUAGE.credit_airrice_desc                        = "Bandit Warfare Programmer"
LANGUAGE.credit_jetboom                             = "Уильям \"JetBoom\" Мудхе"
LANGUAGE.credit_jetboom_desc                        = "Создатель режима Zombie Survival / программист"
LANGUAGE.credit_zombiepanicsource                   = "Zombie Panic: Source"
LANGUAGE.credit_zombiepanicsource_desc              = "Звуки оружия ближнего боя"
LANGUAGE.credit_samuel                              = "Samuel"
LANGUAGE.credit_samuel_desc                         = "Модель комплекта досок"
LANGUAGE.credit_honsal                              = "honsal"
LANGUAGE.credit_honsal_desc                         = "Оригинальный перевод ZS на корейский"
LANGUAGE.credit_sunrust_community                   = "Benjy, The Darker One, Raox, Scott"
LANGUAGE.credit_sunrust_community_desc              = "Вклад в код режим"
LANGUAGE.credit_github                              = "Различные другие участники проекта GitHub ZS"
LANGUAGE.credit_github_desc                         = "Различные вклады"

LANGUAGE.scoreboard_gamemode_author                 = "от %s (%s)"

LANGUAGE.scoreboard_tag_jetboom                     = "JetBoom\nСоздатель режима Zombie Survival!"
LANGUAGE.scoreboard_tag_airrice                     = "air rice\nПрограммист режима Bandit Warfare"
LANGUAGE.scoreboard_tag_admin                       = "Админ"

LANGUAGE.pointfloater_x_assisted                    = "%s (помощь)"
LANGUAGE.pointfloater_x_assist                      = "%s (помощь)"

LANGUAGE.pointfloater_x_kills                       = "%s УБИЙСТВ"
LANGUAGE.pointfloater_kill_killed                   = "УБИТ"

LANGUAGE.stat_walkspeed								= "Скорость передвижения"
LANGUAGE.stat_meleedmg 								= "Урон в ближнем бою"
LANGUAGE.stat_meleerange							= "Дальность ближнего боя"

LANGUAGE.stat_clipsize								= "Ёмкость магазина"
LANGUAGE.stat_defaultgiven							= "К-во патронов по умолчанию"
LANGUAGE.stat_gundmg								= "Урон"
LANGUAGE.stat_numshots								= "Пуль за выстрел"
LANGUAGE.stat_firedelay								= "Задержка атаки"


-- The help file... Quite big! I wouldn't blame you if you didn't translate this part.
LANGUAGE.help_cat_introduction						= "Представление игры"
LANGUAGE.help_cat_keys								= "Управление"
LANGUAGE.help_cat_tips								= "Советы"
LANGUAGE.help_cat_barricading						= "Баррикадирование"
LANGUAGE.help_cat_upgrades							= "Улучшения"

LANGUAGE.help_cont_introduction						= [[<p>Началась бесконечная война между враждующими бандитами и закалёнными выжившими после зомби-апокалипсиса.</p><br>
<b>Кто же выживет?</b> <br>
<p><h3>В режиме Bandit Warfare есть три режима игры.</h3></p>
<hr>

<p>Очки можно получить, выполняя различные действия, в том числе убивая врагов, помогая союзникам или захватывая передатчики. Они также выдаются после каждого раунда в зависимости от результата последней волны.</p>
]]

LANGUAGE.help_cont_introduction_transmission = [[<h2>Трансляция</h2> <br>
<p>В режиме трансляции вам предстоит перехватить передатчики по всей карте, чтобы послать сигнал о подкрепления раньше другой команды.</p>
<p>У обеих команд одна и та же цель: закончить трансляцию. Если команда заканчивает трансляцию первой, она выигрывает волну. В конце игры побеждает та команда, которая выиграла больше волн.</p>
<p>Как только начинается волна, на карте появляются три передатчика. Если вы стоите рядом с передатчиком, вы медленно начинаете его захватывать. Нахождение нескольких союзников рядом с вами в зоне захвата увеличивает скорость захвата. Каждый передатчик способен передавать 0.5% от общего прогресса трансляции каждую секунду, пока он находится под контролем.</p>
<p>Помните, что передатчики - самое важное в этом режиме! Вы не сможете победить, если не будете контролировать их, даже если убьёте всех членов противоположной команды. И наоборот, вы проиграете, если враг будет контролировать передатчики слишком долго, даже если вы убьёте их всех! Существует несколько инструментов, которые помогут вам захватить их или предотвратить контроль противника.</p>
<p>В режиме трансляции вы можете использовать все особые инструменты, имеющиеся в игре. ЭМИ пистолет поможет вам отключить вражеский передатчик, временно прекратив его передачу. Бэкдор можно использовать для немедленного захвата вражеского передатчика, снизив при этом его прогресс. Дроны могут использоваться для дистанционного захвата передатчиков.</p>
<p>Вы можете открыть меню снаряжения, нажав и удерживая клавишу Spawn Menu ('Q' по умолчанию). В этом меню вы можете нажать на каждый слот оружия, чтобы приобрести другое оружие, заменив им то, которое находится в слоте. Каждый раз, когда вы возрождаетесь, вы будете появляться с оружием в вашем инвентаре, но оно не будет выдаваться вам до следующего возрождения или если вы покупаете оружие перед каждой волной.</p>
<hr>]]

LANGUAGE.help_cont_introduction_collection = [[<h2>Сбор</h2>
<p>В режиме сбора две команды пытаются собрать образцы крови для вакцины от зомби вируса.</p>
<p>Образцы можно заработать, убивая врагов. При попадании в голову врага он будет терять вдвое больше образцов. Если у них в руках были образцы, все они будут выпасть после смерти.</p>
<p>Каждые 30 секунд на карте может случайным образом появляется гнездо зомби. Их обнаружение и уничтожение даёт некоторое количество очков, а также их них выпадает 10 образцов.</p>
<p>Просто собрать образцы недостаточно. Вам нужно найти исследовательский терминал и вставить в него образцы. Стоя рядом с исследовательскими терминалами, вы будете автоматически вставлять образцы со скоростью 2 в секунду, но вы не сможете вставить их в терминал, если в радиусе его действия есть враги.</p>
<p>Вы можете открыть меню снаряжения, нажав и удерживая клавишу Spawn Menu ('Q' по умолчанию). В этом меню вы можете нажать на каждый слот оружия, чтобы приобрести другое оружие, заменив им то, которое находится в слоте. Каждый раз, когда вы возрождаетесь, вы будете появляться с оружием в вашем инвентаре, но оно не будет выдаваться вам до следующего возрождения или если вы покупаете оружие перед каждой волной.</p>
<p>Этот режим делает более ценным рукопашный бой, так как стрельба издалека не принесёт вам успеха!</p>
<hr>]]

LANGUAGE.help_cont_introduction_deathmatch = [[<h2>Бой насмерть</h2>
<p>В режиме боя насмерть нет передатчиков, и единственная цель - убить всю команду противника. В этом режиме нельзя использовать снаряжение, и всё приобретается в одном упрощённом магазине. Здесь, покупая оружие и другие инструменты, вы получаете их напрямую.</p>
<p>В режиме боя насмерть весь игровой процесс проходит в более быстром темпе, большинство инструментов недоступны, и у вас меньше времени на выполнение цели (которая заключается в том, чтобы убить всех врагов). К счастью, все покупки стали на 30% дешевле!</p>
<p>Из вас также будет выпадать ваше оружие после смерти, чтобы враг мог забрать его по своему усмотрению, хотя есть определённые обстоятельства:</p>
<ul><li>Оружие, которое отображается синим цветом, что оно <strong>"Застраховано"</strong>: Вы не потеряете его после смерти.</li> 
<li>Оружие не будет застраховано в первом раунде, но если вы купите оружие и выживете в следующем раунде, держа его в руках, оно будет застраховано.</li>
<li>Расходные предметы, такие как гранаты или светошумовые гранаты, и инструменты, такие как силовые поля, которые вы можете разместить, никогда не будут застрахованы. Вы будете терять их каждый раз.</li>
<li>Оружие, которое вы не покупаете, например, то, которое вы получаете, подбирая его с земли, никогда не будет застраховано.</li>
</ul>]]

LANGUAGE.help_cont_keys					= 
[[<table>
  <caption>Управление</caption>
  <tr>
    <th>Клавиша</th>
    <th>По умолчанию</th>
    <th>Что делает</th>
  </tr>
  <tr>
    <td>+use</td>
    <td>E</td>
    <td>Открыть дверь/подобрать предмет/взаимодействовать</td>
  </tr>
  <tr>
    <td>gmod_undo</td>
    <td>Z</td>
    <td>Медленно проходить через баррикады своей команды, удерживая эту кнопку.</td>
  </tr>
  <tr>
    <td>gm_showhelp</td>
    <td>F1</td>
    <td>Показать меню с различными настройками</td>
  </tr>
   <tr>
    <td>+menu_context</td>
    <td>C</td>
    <td>Показать статистику текущего оружия</td>
  </tr>
  <tr>
    <td>+menu</td>
    <td>Q</td>
    <td>Открыть меню снаряжения (Трансляция)/Открыть магазин (Бой насмерть)</td>
  </tr>
  <tr>
    <td>gm_showteam</td>
    <td>F2</td>
    <td>Открыть магазин</td>
  </tr>
  <tr>
    <td>gm_showspare2</td>
    <td>F4</td>
    <td>Показать меню настроек</td>
  </tr>
   <tr>
    <td>+walk</td>
    <td>Левый Alt</td>
    <td>Если удерживать его нажатым, удерживая объект в руках, можно вращать этот объект.</td>
  </tr>
</table>
<br>
<ul><li>Размещаемые инструменты, такие как турели, излучатели силового поля и набор для строительства баррикад, поворачивающийся с помощью клавиши 'перезарядка/альтернативный огонь' (R и правая кнопка мыши соответственно) и окончательно размещаются с помощью клавиши 'атака' (по умолчанию: левая кнопка мыши).</li> 
<li>Нажмите и удерживайте кнопку 'бега' (по умолчанию: Shift), чтобы упаковать их обратно для дальнейшего использования.</li>
<li>Предметы, на которых горит синий свет, не имеют владельца. Вы можете забрать их себе, нажав кнопку использовать (по умолчанию: E).</li>
<li>Нажмите 'gmod_undo' (По умолчанию: Z), чтобы на некоторое время войти в режим прохождения сквозь баррикады, в котором вы можете проходить через дружественные прибитые гвоздями объекты. Клавиша 'приближения' позволит вам бесконечно долго удерживать режим прохождения сквозь баррикады, но он не привязан по умолчанию и должен быть вручную установлен на клавишу в меню настроек.</li>
</ul>
]]

LANGUAGE.help_cont_tips								= [[<p>Советы:
<ul><li>Вы наносите больше урона врагам, когда их больше - на 25% больше, если точнее.</li>
<li>Более дорогое оружие, как правило, мощнее, но очень важно правильно распоряжаться своими очками и оружием.</li>
<li>Даже помогая своим союзникам убить врага, вы получаете очки. Больше половины очков за убийство получит тот, кто нанёс последний выстрел, но поскольку вы получаете очки за помощь союзникам, командная работа очень выгодна.</li>
<li>Даже самое дорогое оружие будет менее полезным, если вы не знаете, как использовать его по максимуму. Перед покупкой обязательно изучите его особые эффекты и общую нишу оружия.</li>
<li>Барьеры силового поля непроницаемы, за исключением их основы. стреляйте по основе, чтобы уничтожить их.</li>
<li>Попадание в голову означает больший урон!</li>
<li>При попадании в ногу возникает эффект замедления. Если враг застал вас врасплох, попробуйте выстрелить ему в колени.</li>
<li>Вы не сталкиваетесь и не наносите урон своим союзникам и можете узнать их по значку, который появляется над их головами.</li>

<li>Объекты, прибитые гвоздями, в конце концов взрываются, когда здоровье гвоздя достигнет нуля. В этом случае нет возможности повторно использовать объект.</li>

</ul></p>
]]
LANGUAGE.help_cont_barricading						= [[<p><h3>Баррикады - это важный аспект игрового процесса, который может изменить ход сражения.</h3></p>
<p>Хорошо построенная баррикада и грамотное её расположение приведут команду к победе.</p>

<p>Если посмотреть на нестационарный объект и нажать клавишу 'использовать' (по умолчанию: E), вы сможете поднять его.<br>
Нажатие клавиши 'медленного шага' (по умолчанию: Alt) позволит вам вращать объект, перемещая мышь, а нажатие клавиши 'бега' (по умолчанию: Shift) зафиксирует объект на месте.<br>
Удерживая объект, используйте вторую атаку молотка или выстрелите из гвоздомёта, чтобы прибить объект к тому, что находится за ним в данный момент. Два объекта, прибитые друг к другу, могут двигаться вместе, поэтому для создания прочной баррикады объекты нужно прибивать к неподвижным объектам, таким как стены и пол.<br>
Удар молотком по объекту приведёт к её ремонту. Удерживая клавишу 'бега' (по умолчанию: Shift), вы увидите текущее здоровье всех гвоздей, если они прибиты дружественными игроками или вами.
Если объект был прибит по ошибке, или если вы просто хотите переместить объект в другое место, просто нажмите клавишу 'перезарядки' (по умолчанию: R), держа молоток, чтобы вытащить все гвозди, установленные дружественными игроками или вами.
Здоровье баррикады зависит от массы и объёма объекта. Большие, тяжёлые объекты имеют больше здоровья, чем маленькие объекты.</p>
<p></p>
<hr>
<p>Набор для строительства баррикад 'Щит' - это инструмент для быстрого размещения баррикад на прочных статичных поверхностях. Повернув красный индикатор, который указывает вам, куда лягут доски, вы можете разместить доски, просто выстрелив из него. Индикатор станет зелёным, если вы сможете положить доску.<br>
Каждая уложенная доска использует одну доску. Эти доски отличаются от прибитых досок, так как они рассматриваются как другие размещаемые предметы. Наряду с турелями и силовыми полями, разумное использование этих досок вместе с баррикадами - хороший способ построить прочный барьер для контроля передвижения противника.</p>

<p>Советы:
<ul>
<li>Вы можете перегородить проход тяжёлыми объектами, но вы не сможете пройти мимо них, если они не прибиты. Не забудьте прибить их, чтобы закончить баррикаду!</li>
<li>Большие, тяжёлые объекты хороши для баррикад, так как у баррикады будет больше здоровья, а также больше места для гвоздей. В один объект можно вбить до трёх гвоздей, и каждый гвоздь будет увеличивать её здоровье.</li>
<li>Молотки плотника - одно из самых полезных орудий. С их помощью можно строить баррикады, ремонтировать турели и другие объекты, восполнять боеприпасы турелей и даже избавляться от ЭМИ эффекта на передатчиках. Начинающий инженер обязательно должен взять его с собой.</li>
<li>Баррикады нельзя ремонтировать бесконечно. После определённого порога баррикады не могут быть отремонтированы, а когда здоровье объекта баррикады упадёт до нуля, он сломается через некоторое время, и его невозможно будет прибить обратно. Другими словами, объекты являются ограничивающим фактором баррикад.</li>
<li>Существует множество методов борьбы с баррикадами. Оружие, наносящее урон по области, например взрывчатка, может нанести урон сразу нескольким объектам. Кувалды наносят больше урона баррикадам и размещаемым инструментам, а монтировка может вынимать гвозди из баррикад, ударив по ним. ЭМИ оружие могут полностью снять все гвозди из баррикады, выстрелив в неё.</li>
<li>Оставляйте внутри баррикад отверстия для стрельбы по врагам - это хороший способ продолжать атаковать противника, одновременно обеспечивая себе укрытие. Построить баррикаду в стратегически важном месте, например, чтобы перекрыть проход, - верный способ получить стратегическое преимущество над противниками.</li>
</ul></p>]]
LANGUAGE.help_cont_upgrades							= [[<p>СКОРО</p>]]